Repository: cairocoder01/disciple-tools-team-module
Catalog: languages/disciple-tools-team-module-yo.po
Languages: yo

source: Team Module
yo: Módúùlù Ẹgbẹ́

source: Team Contacts
yo: Àwọn Alábàáṣiṣẹ́pọ̀ Ẹgbẹ́

source: Teams
yo: Àwọn Ẹgbẹ́

source: You are not a member of a Team with contacts
yo: Ìwọ kò jẹ́ ọmọ ẹgbẹ́ Ẹgbẹ́ tí ó ní àwọn alábàáṣiṣẹ́pọ̀

source: Teams functionality
yo: Iṣẹ́ àwọn ẹgbẹ́

source: Team
yo: Ẹgbẹ́

source: Team Member
yo: Ọmọ Ẹgbẹ́

source: Team Collaborator
yo: Alábàáṣiṣẹ́pọ̀ Ẹgbẹ́

source: Team Leader
yo: Adarí Ẹgbẹ́

source: Teams Admin
yo: Alákòóso Àwọn Ẹgbẹ́

source: Members
yo: Àwọn Ọmọ Ẹgbẹ́

source: Which contacts are members of this team.
yo: Àwọn alábàáṣiṣẹ́pọ̀ wo ni wọ́n jẹ́ ọmọ ẹgbẹ́ yìí.

source: Which teams interact with and have access to this.
yo: Àwọn ẹgbẹ́ wo ló ń bá èyí ṣiṣẹ́ tí wọ́n sì ní ààyè sí i.

source: Member of Teams
yo: Ọmọ Ẹgbẹ́ ti Àwọn Ẹgbẹ́

source: Other
yo: Òmíràn
