Repository: cairocoder01/disciple-tools-team-module
Catalog: languages/disciple-tools-team-module-*.po
Languages: ar, bn_bd, el, es_419, fr_fr, gu, it_it, mk_mk, ml, ne_np, pl, ru_ru, si, sw, te, th, tl, tr_tr, ur, vi, zh_hans, zh_hant

source: Team Module
ar: وحدة الفريق
bn_bd: টিম মডিউল
el: Ενότητα Ομάδας
es_419: Módulo de equipo
fr_fr: Module Équipes
gu: ટીમ મોડ્યુલ
it_it: Modulo Team
mk_mk: Модул за тимови
ml: ടീം മൊഡ്യൂൾ
ne_np: टोली मोड्युल
pl: Moduł zespołów
ru_ru: Модуль команд
si: කණ්ඩායම් මොඩියුලය
sw: Moduli ya Timu
te: బృందం మాడ్యూల్
th: โมดูลทีม
tl: Modyul ng Koponan
tr_tr: Takım Modülü
ur: ٹیم ماڈیول
vi: Mô-đun Đội nhóm
zh_hans: 团队模块
zh_hant: 團隊模組

source: Team Contacts
ar: جهات اتصال الفريق
bn_bd: টিম যোগাযোগসমূহ
el: Επαφές Ομάδας
es_419: Contactos del equipo
fr_fr: Contacts de l'équipe
gu: ટીમ સંપર્કો
it_it: Contatti del Team
mk_mk: Контакти на тимот
ml: ടീം കോൺടാക്റ്റുകൾ
ne_np: टोली सम्पर्कहरू
pl: Kontakty zespołu
ru_ru: Контакты команды
si: කණ්ඩායම් සම්බන්ධතා
sw: Wawasiliani wa Timu
te: బృంద సంప్రదింపులు
th: ผู้ติดต่อของทีม
tl: Mga Kontak ng Koponan
ur: ٹیم کے رابطے
vi: Liên hệ của Đội
zh_hans: 团队联系人
zh_hant: 團隊聯絡人

source: Teams
ar: الفرق
bn_bd: টিমসমূহ
el: Ομάδες
es_419: Equipos
fr_fr: Équipes
gu: ટીમો
mk_mk: Тимови
ml: ടീമുകൾ
ne_np: टोलीहरू
pl: Zespoły
ru_ru: Команды
si: කණ්ඩායම්
sw: Timu
te: బృందాలు
th: ทีม
tl: Mga Koponan
tr_tr: Takımlar
ur: ٹیمیں
vi: Các Đội
zh_hans: 团队
zh_hant: 團隊

source: You are not a member of a Team with contacts
ar: أنت لست عضوًا في فريق لديه جهات اتصال
bn_bd: আপনি যোগাযোগসহ কোনো টিমের সদস্য নন
el: Δεν είστε μέλος Ομάδας με επαφές
es_419: No eres miembro de un equipo con contactos
fr_fr: Vous n'êtes pas membre d'une équipe ayant des contacts
gu: તમે સંપર્કો સાથેની ટીમના સભ્ય નથી
it_it: Non sei membro di un Team con contatti
mk_mk: Не сте член на тим со контакти
ml: കോൺടാക്റ്റുകളുള്ള ഒരു ടീമിലെ അംഗമല്ല നിങ്ങൾ
ne_np: तपाईं सम्पर्कहरू भएको कुनै टोलीको सदस्य हुनुहुन्न
pl: Nie jesteś członkiem zespołu, który ma kontakty
ru_ru: Вы не являетесь участником команды с контактами
si: ඔබ සම්බන්ධතා සහිත කණ්ඩායමක සාමාජිකයෙකු නොවේ
sw: Wewe si mwanachama wa Timu yenye wawasiliani
te: మీరు సంప్రదింపులు ఉన్న బృందంలో సభ్యులు కాదు
th: คุณไม่ได้เป็นสมาชิกของทีมที่มีผู้ติดต่อ
tl: Hindi ka miyembro ng isang Koponan na may mga kontak
ur: آپ کسی ایسی ٹیم کے رکن نہیں ہیں جس میں رابطے ہوں
vi: Bạn không phải là thành viên của Đội nào có liên hệ
zh_hans: 您不是拥有联系人的团队成员
zh_hant: 您不是擁有聯絡人的團隊成員

source: Teams functionality
ar: وظائف الفرق
bn_bd: টিম কার্যকারিতা
el: Λειτουργικότητα Ομάδων
es_419: Funcionalidad de los equipos
fr_fr: Fonctionnalité des équipes
gu: ટીમોની કાર્યક્ષમતા
it_it: Funzionalit√† del Team
mk_mk: Функционалност на тимови
ml: ടീമുകളുടെ പ്രവർത്തനക്ഷമത
ne_np: टोलीहरूको कार्यक्षमता
pl: Funkcjonalność zespołów
ru_ru: Функциональность команд
si: කණ්ඩායම් ක්‍රියාකාරිත්වය
sw: Uwezo wa Timu
te: బృందాల కార్యాచరణ
th: ฟังก์ชันการทำงานของทีม
tl: Pag-andar ng mga koponan
tr_tr: Takım işlevselliği
ur: ٹیموں کی فعالیت
vi: Chức năng Đội nhóm
zh_hans: 团队功能
zh_hant: 團隊功能

source: Team
ar: فريق
bn_bd: টিম
el: Ομάδα
es_419: Equipo
fr_fr: Équipe
gu: ટીમ
mk_mk: Тим
ml: ടീം
ne_np: टोली
pl: Zespół
ru_ru: Команда
si: කණ්ඩායම
sw: Timu
te: బృందం
th: ทีม
tl: Koponan
tr_tr: Takım
ur: ٹیم
vi: Đội
zh_hans: 团队
zh_hant: 團隊

source: Team Member
ar: عضو الفريق
bn_bd: টিম সদস্য
el: Μέλος Ομάδας
es_419: Miembro del equipo
fr_fr: Membre d'équipe
gu: ટીમ સભ્ય
it_it: Membro del Team
mk_mk: Член на тим
ml: ടീം അംഗം
ne_np: टोली सदस्य
pl: Członek zespołu
ru_ru: Участник команды
si: කණ්ඩායම් සාමාජික
sw: Mwanachama wa Timu
te: బృంద సభ్యుడు
th: สมาชิกทีม
tl: Miyembro ng Koponan
tr_tr: Takım Üyesi
ur: ٹیم ممبر
vi: Thành viên Đội
zh_hans: 团队成员
zh_hant: 團隊成員

source: Team Collaborator
ar: متعاون الفريق
bn_bd: টিম সহযোগী
el: Συνεργάτης Ομάδας
es_419: Colaborador de equipo
fr_fr: Collaborateur d'équipe
gu: ટીમ સહયોગી
it_it: Collaboratore del Team
mk_mk: Соработник на тим
ml: ടീം സഹകാരി
ne_np: टोली सहयोगी
pl: Współpracownik zespołu
ru_ru: Сотрудник команды
si: කණ්ඩායම් සහයෝගිකරු
sw: Mshirikiano wa Timu
te: బృంద సహకారి
th: ผู้ร่วมงานทีม
tl: Tagapag-ugnay ng Koponan
tr_tr: Takım İşbirlikçisi
ur: ٹیم شراکت دار
vi: Cộng tác viên Đội
zh_hans: 团队协作者
zh_hant: 團隊協作者

source: Team Leader
ar: قائد الفريق
bn_bd: টিম লিডার
el: Αρχηγός Ομάδας
es_419: Líder de equipo
fr_fr: Chef d'équipe
gu: ટીમ લીડર
it_it: Leader del Team
mk_mk: Водач на тим
ml: ടീം നേതാവ്
ne_np: टोली नेता
pl: Lider zespołu
ru_ru: Лидер команды
si: කණ්ඩායම් නායක
sw: Kiongozi wa Timu
te: బృంద నాయకుడు
th: หัวหน้าทีม
tl: Pinuno ng Koponan
tr_tr: Takım Lideri
ur: ٹیم لیڈر
vi: Trưởng Đội
zh_hans: 团队领导
zh_hant: 團隊領袖

source: Teams Admin
ar: مسؤول الفرق
bn_bd: টিম অ্যাডমিন
el: Διαχειριστής Ομάδων
es_419: Administrador de equipos
fr_fr: Administrateur d'équipes
gu: ટીમો એડમિન
it_it: Amministratore dei Teams
mk_mk: Администратор на тимови
ml: ടീമുകളുടെ അഡ്മിൻ
ne_np: टोलीहरूको प्रशासक
pl: Administrator zespołów
ru_ru: Администратор команд
si: කණ්ඩායම් පරිපාලක
sw: Msimamizi wa Timu
te: బృందాల నిర్వాహకుడు
th: ผู้ดูแลระบบทีม
tl: Tagapangasiwa ng mga Koponan
tr_tr: Takım Yöneticisi
ur: ٹیمز ایڈمن
vi: Quản trị viên Đội
zh_hans: 团队管理员
zh_hant: 團隊管理員

source: Members
ar: الأعضاء
bn_bd: সদস্যবৃন্দ
el: Μέλη
es_419: Miembros
fr_fr: Membres
gu: સભ્યો
it_it: Membri
mk_mk: Членови
ml: അംഗങ്ങൾ
ne_np: सदस्यहरू
pl: Członkowie
ru_ru: Участники
si: සාමාජිකයින්
sw: Wanachama
te: సభ్యులు
th: สมาชิก
tl: Mga Miyembro
tr_tr: Üyeler
ur: اراکین
vi: Thành viên
zh_hans: 成员
zh_hant: 成員

source: Which contacts are members of this team.
ar: جهات الاتصال الأعضاء في هذا الفريق.
bn_bd: কোন যোগাযোগগুলো এই টিমের সদস্য।
el: Ποιες επαφές είναι μέλη αυτής της ομάδας.
es_419: Cuáles contactos son miembros de este equipo.
fr_fr: Contacts qui sont membres de cette équipe.
gu: આ ટીમના સભ્યો કયા સંપર્કો છે.
it_it: Quali contatti sono membri di questo team.
mk_mk: Кои контакти се членови на овој тим.
ml: ഈ ടീമിലെ അംഗങ്ങളായ കോൺടാക്റ്റുകൾ ഏതൊക്കെ.
ne_np: कुन सम्पर्कहरू यस टोलीका सदस्यहरू हुन्।
pl: Które kontakty są członkami tego zespołu.
ru_ru: Какие контакты являются участниками этой команды.
si: මෙම කණ්ඩායමේ සාමාජිකයින් වන සම්බන්ධතා මොනවාද.
sw: Wawasiliani gani ni wanachama wa timu hii.
te: ఈ బృందంలో ఏ సంప్రదింపులు సభ్యులుగా ఉన్నారు.
th: ผู้ติดต่อใดบ้างที่เป็นสมาชิกของทีมนี้
tl: Kung aling mga kontak ang mga miyembro ng koponang ito.
tr_tr: Bu takımın üyeleri hangi kişilerdir.
ur: کون سے رابطے اس ٹیم کے اراکین ہیں۔
vi: Các liên hệ nào là thành viên của đội này.
zh_hans: 哪些联系人是此团队的成员。
zh_hant: 哪些聯絡人是此團隊的成員。

source: Which teams interact with and have access to this.
ar: الفرق التي تتفاعل مع هذا السجل ولديها صلاحية الوصول إليه.
bn_bd: কোন টিমগুলো এটির সাথে যোগাযোগ করে এবং এতে অ্যাক্সেস আছে।
el: Ποιες ομάδες αλληλεπιδρούν και έχουν πρόσβαση σε αυτό.
es_419: Cuáles equipos tienen interacción y acceso a esto.
fr_fr: Équipes qui interagissent avec et ont accès à ceci.
gu: કઈ ટીમો આની સાથે ક્રિયાપ્રતિક્રિયા કરે છે અને તેની ઍક્સેસ ધરાવે છે.
it_it: Quali team interagiscono e hanno accesso a questo.
mk_mk: Кои тимови имаат пристап и работат со ова.
ml: ഏതൊക്കെ ടീമുകൾക്ക് ഇതിലേക്ക് ആക്സസ് ഉണ്ടെന്നും ഇടപെടുന്നുവെന്നും.
ne_np: कुन टोलीहरूले यससँग अन्तरक्रिया गर्छन् र पहुँच राख्छन्।
pl: Które zespoły mają dostęp do tego i mogą z tym współpracować.
ru_ru: Какие команды взаимодействуют с этим и имеют к этому доступ.
si: කුමන කණ්ඩායම් මෙය සමඟ අන්තර්ක්‍රියා කරන්නේද සහ ප්‍රවේශය ඇත්තේද.
sw: Timu zipi zinashirikiana na kufikia hii.
te: ఏ బృందాలు దీనితో సంభాషిస్తాయి మరియు యాక్సెస్ కలిగి ఉంటాయి.
th: ทีมใดบ้างที่มีส่วนร่วมและมีสิทธิ์เข้าถึงสิ่งนี้
tl: Kung aling mga koponan ang may pakikipag-ugnayan at access dito.
tr_tr: Bu takım ile etkileşime giren ve erişimi olan takımlar hangileridir.
ur: کون سی ٹیمیں اس کے ساتھ تعامل کرتی ہیں اور اس تک رسائی رکھتی ہیں۔
vi: Các đội nào tương tác và có quyền truy cập vào đây.
zh_hans: 哪些团队可以互动并访问此内容。
zh_hant: 哪些團隊可以互動並存取此項目。

source: Member of Teams
ar: عضو في الفرق
bn_bd: টিমের সদস্য
el: Μέλος Ομάδων
es_419: Miembro de equipos
fr_fr: Membre d'équipes
gu: ટીમોના સભ્ય
it_it: Membro dei Teams
mk_mk: Член на тимови
ml: ടീമുകളിലെ അംഗം
ne_np: टोलीहरूको सदस्य
pl: Członek zespołów
ru_ru: Участник команд
si: කණ්ඩායම්වල සාමාජික
sw: Mwanachama wa Timu
te: బృందాల సభ్యుడు
th: เป็นสมาชิกของทีม
tl: Miyembro ng mga Koponan
tr_tr: Takım Üyesi
ur: ٹیموں کے رکن
vi: Thành viên của các Đội
zh_hans: 所属团队
zh_hant: 所屬團隊

source: Other
ar: أخرى
bn_bd: অন্যান্য
el: Άλλο
es_419: Otro
fr_fr: Autre
gu: અન્ય
it_it: Altro
mk_mk: Друго
ml: മറ്റുള്ളവ
ne_np: अन्य
pl: Inne
ru_ru: Другое
si: වෙනත්
sw: Nyingine
te: ఇతర
th: อื่นๆ
tl: Iba Pa
tr_tr: Diğer
ur: دیگر
vi: Khác
zh_hans: 其他
zh_hant: 其他
