Repository: cairocoder01/disciple-tools-team-module
Catalog: languages/disciple-tools-team-module-ha.po
Languages: ha

source: Team Module
ha: Sashen Ƙungiya

source: Team Contacts
ha: Lambobin Sadarwa na Ƙungiya

source: Teams
ha: Ƙungiyoyi

source: You are not a member of a Team with contacts
ha: Ba memba ne na wata Ƙungiya da ke da lambobin sadarwa ba

source: Teams functionality
ha: Ayyukan ƙungiyoyi

source: Team
ha: Ƙungiya

source: Team Member
ha: Memba na Ƙungiya

source: Team Collaborator
ha: Mai Haɗin Gwiwa na Ƙungiya

source: Team Leader
ha: Shugaban Ƙungiya

source: Teams Admin
ha: Mai Kula da Ƙungiyoyi

source: Members
ha: Mambobi

source: Which contacts are members of this team.
ha: Waɗanne lambobin sadarwa ne mambobi na wannan ƙungiya.

source: Which teams interact with and have access to this.
ha: Waɗanne ƙungiyoyi ke hulɗa da wannan kuma suna da damar shiga.

source: Member of Teams
ha: Memba na Ƙungiyoyi

source: Other
ha: Wani
